Repository: berildoguc/any
Catalog: AnyMessage/*.lproj/Localizable.strings
Languages: de, fr, hi, ru, tr

source: Settings
de: Einstellungen
fr: Paramètres
hi: सेटिंग
ru: Настройки
tr: Ayarlar

source: Contacts
de: Kontakte
hi: संपर्क
ru: Контакты
tr: Kişiler

source: Favorites
de: Favoriten
fr: Favoris
hi: पसंदीदा
ru: Избранное
tr: Favoriler

source: Gmail
hi: जीमेल

source: Outlook
hi: आउटलुक

source: Yahoo
hi: याहू

source: Facebook
hi: फेसबुक

source: Instagram
hi: इंस्टाग्राम

source: Twitter
hi: ट्विटर

source: Notes
de: Notizen
hi: नोट्स
ru: Заметки
tr: Notlar

# whatsapp_not_installed
source: WhatsApp is not installed on your device.
de: WhatsApp ist nicht auf deinem Gerät installiert.
fr: WhatsApp n'est pas installé sur votre téléphone.
hi: वाट्सऐप आपके डिवाइस पर इंस्टॉल नहीं है.
ru: На вашем телефоне WhatsApp не установлен.
tr: Telefonunuzda WhatsApp yüklü değil.

# viber_not_installed
source: Viber is not installed on your device.
de: Viber ist nicht auf deinem Gerät installiert.
fr: Viber n'est pas installé sur votre téléphone.
hi: वाइबर आपके डिवाइस पर इंस्टॉल नहीं है.
ru: На вашем телефоне Viber не установлен.
tr: Telefonunuzda Viber yüklü değil.

# telegram_not_installed
source: Telegram is not installed on your device.
de: Telegram ist nicht auf deinem Gerät installiert.
fr: Telegram n'est pas installé sur votre téléphone.
hi: टेलीग्राम आपके डिवाइस पर इंस्टॉल नहीं है.
ru: На вашем телефоне Telegram не установлен.
tr: Telefonunuzda Telegram yüklü değil.

# messenger_not_installed
source: Messenger is not installed on your device.
de: Messenger ist nicht auf deinem Gerät installiert.
fr: Messenger n'est pas installé sur votre téléphone.
hi: मैसेंजर आपके डिवाइस पर इंस्टॉल नहीं है.
ru: На вашем телефоне Messenger не установлен.
tr: Telefonunuzda Messenger yüklü değil.

# no_contact_found
source: No contacts
de: Kein Kontakte
fr: Aucun contacts
hi: कोई कॉन्टेक्ट्स नहीं मिला
ru: Нет контактов
tr: Kayıtlı kişi yok

# no_note_found
source: No notes
de: Kein Notizen
fr: Aucun notes
hi: कोई नोट् नहीं मिला
ru: Нет заметок
tr: Hiç not yok

# no_favorite_found
source: No favorites
de: Kein Favoriten
fr: Aucun favoris
hi: कोई फ़ेव्रट नहीं मिला
ru: Нет любимой
tr: Hiç favori yok

# do_you_want_to_get
source: Download now?
de: Jetzt downloaden?
fr: Voulez-vous installer?
hi: अभी डाउनलोड करे?
ru: Вы хотите скачать?
tr: Yüklemek ister misiniz?

source: Yes
de: Ja
fr: Oui
hi: हाँ
ru: Да
tr: Evet

source: No
de: Nein
fr: Non
hi: नहीं
ru: Нет
tr: Hayır

source: Try again
de: Erneut versuchen
fr: Réessayer
hi: पुनः प्रयास करें
ru: Повторите попытку
tr: Tekrar dene

source: Loading...
de: Wird geladen ...
fr: Chargement...
hi: लोड हो रहा है...
ru: Идет загрузка...
tr: Yükleniyor...

source: Please wait...
de: Warten Sie mal ...
fr: Chargement...
hi: कृपया प्रतीक्षा करें...
ru: Пожалуйста, подождите...
tr: Lütfen bekleyin...

# no_internet_connection
source: No network connection
de: Kein Internet
fr: Pas de connexion Internet
hi: कोई कनेक्शन नहीं
ru: Нет соединения
tr: İnternet bağlantısı yok

source: Save
de: Speichern
fr: Sauvegarder
hi: सेव
ru: Сохранить
tr: Kaydet

source: Cancel
de: Abbrechen
fr: Annuler
hi: रद्द करें
ru: Отменить
tr: İptal

# search_word
source: Search
de: Suchen
fr: Rechercher
hi: खोजें
ru: Поиск
tr: Ara

# no_result_for
source: No results found for
de: Keine Ergebnisse für
fr: Aucun résultat trouvé pour
hi: इसके लिए कोई परिणाम नहीं मिला
ru: Не найдено результатов для
tr: Sonuç bulunamadı

# removed_favorites
source: Removed from Favorites
de: Aus den Favoriten entfernen
fr: Retiré des favoris
hi: पसंदीदा से हटाया गया
ru: Удалено из избранного
tr: Favorilerden çıkarıldı

# added_favorites
source: Added to Favorites
de: Zu Favoriten hinzugefügt
fr: Ajouté aux favoris
hi: पसंदीदा में जोड़ा गया
ru: Добавлено в избранное
tr: Favorilere eklendi

# two_tabs_enable
source: At least 1 tab must be enabled
de: Es muss mindestens 1 Tab aktiviert sein
fr: Au moins 1 page doit être activée
hi: कम से कम एक पृष्ठ सक्षम होना चाहिए
ru: Как минимум 1 вкладки должны быть включены
tr: En az bir sekme seçilmelidir

# no_any_username
source: Username not identified
de: Kein Benutzername
fr: Aucun nom d'utilisateur
hi: उपयोगकर्ता नाम नहीं मिला
ru: Имя пользователя не найдено
tr: Kullanıcı adı bulunamadı

source: Save a username
de: Benutzernamen hinzufügen
fr: Ajouter un nom d'utilisateur
hi: एक उपयोगकर्ता नाम सहेजें
ru: Сохранить пользователя
tr: Bir kullanıcı adı kaydet

# intro1_string
source: Pick a contact and view their messages in messaging apps and social media platforms
de: Wählen Sie einen Kontakt und greifen Sie von verschiedenen Plattformen aus auf seine Nachrichten und Social Media-Beiträge zu
fr: Choisissez un contact et accédez à ses messages et publications sur les réseaux sociaux à partir de différentes plateformes
hi: संपर्क चुनें और विभिन्न प्लेटफार्मों से उनके संदेशों और सोशल मीडिया पोस्ट तक पहुंचें
ru: Выберите контакт и просмотрите все сообщения в приложениях обмена сообщениями и различных социальных сетях.
tr: Rehberden bir kişi seçin ve farklı uygulamalardaki tüm mesajlarına ve sosyal medya paylaşımlarına aynı yerden ulaşın

# intro2_string
source: Instantly follow your friends’ Facebook, Instagram, and Twitter posts
de: Zeigen Sie ganz einfach die Facebook-, Instagram- und Twitter-Posts Ihrer Freunde an einem Ort an
fr: Suivez instantanément les publications Facebook, Instagram et Twitter de vos amis
hi: अपने मित्रों के फेसबुक, इंस्टाग्राम और ट्विटर पोस्ट का तुरंत अनुसरण करें
ru: Следите за сообщениями своих друзей на Facebook, Instagram и Twitter мгновенно.
tr: Arkadaşlarınızın Facebook, Instagram ve Twitter mesajlarını kolayca takip edin

# settings_choose_messenger
source: Choose messaging apps
de: Wählen Sie Messengers
fr: Choisissez les messagers
hi: मैसेजिंग ऐप्स चुनें
ru: Выберите мессенджеров
tr: Mesajlaşma uygulamalarını seçin

# settings_manage_main_page
source: Manage main page items
de: Verwalten Startseite Artikel
fr: Gérer la page principale
hi: मुख्य पृष्ठ में आइटम प्रबंधित करें
ru: Управление домашней страницей
tr: Ana sayfa öğelerini düzenleyin

# settings_drag_and_drop
source: Drag and drop to reorder
de: Ziehen und ablegen
fr: Glisser-déposer des éléments
hi: ड्रैग और ड्राप करे पुनर्व्यवस्थित करने के लिए
ru: Перетащите элементы
tr: Değiştirmek için sürükleyin ve bırakın

# settings_rearrange_items
source: Rearrange items on contact page
de: Kontaktseite neu anordnen
fr: Réorganiser la page de contact
hi: कॉन्टेक्ट् पृष्ठ पर आइटम पुन: व्यवस्थित करें
ru: Организовать контактную страницу
tr: Kişi sayfasındaki öğeleri düzenleyin

source: My Profile
de: Mein Profil
fr: Mon profil
hi: मेरी प्रोफाइल
ru: Мой профиль
tr: Benim Sayfam

source: My Accounts
de: Meine Accounts
fr: Mon comptes
hi: माय एकाउंट्स
ru: Мои страницы
tr: Hesaplarım

source: example.username
de: beispiel.nutzername
fr: exemple.nomd'utilisateur
hi: उदाहरण.उपयोगकर्तानाम
ru: пример.имяпользователя
tr: ornek.kullaniciadi

# example_email
source: example@abc.com
de: beispiel@abc.com
fr: exemple@abc.com
hi: उदाहरण@उदाहरण.उदाहरण
ru: пример@пример.пример
tr: ornek@abc.com

source: NEXT
de: NÄCHSTER
fr: SUIVANT
hi: अगला
ru: Следующий
tr: SONRAKİ

source: DONE
de: FERTIG
fr: OK
hi: पूर्ण
ru: Готово
tr: BAŞLA

# done2
source: Done
de: Fertig
fr: OK
hi: पूर्ण
ru: Готово
tr: Bitti

source: PREVIOUS
de: VORHERIGE
fr: PRÉCÉDENT
hi: वापस
ru: Предыдущий
tr: ÖNCEKİ

# valid_username
source: Please enter a valid username
de: Geben Sie einen gültigen Benutzername
fr: Entrez un nom d'utilisateur valide
hi: कृपया वैध उपभोगकर्ता नाम डाले
ru: Введите действительное имя пользователя
tr: Geçerli bir kullanıcı adı girin

source: Pull to refresh
de: Zum Aktualisieren ziehen
fr: Tirer pour rafraîchir
hi: रीफ़्रेश करने के लिए खींचें
ru: Потяните чтобы обновить
tr: Yenilemek için aşağı çekin

# delete_note_warning
source: Delete?
de: Löschen?
fr: Supprimer?
hi: हटाना चाहते हैं?
ru: Удалить?
tr: Silinsin mi?

source: You
de: Du
fr: Vous
hi: आप
ru: Мой профиль
tr: Siz

source: Custom Tab 1
de: Website 1
fr: Site Web 1
hi: वेबसाइट 1
ru: Веб-сайт 1
tr: Ek Site 1

source: Custom Tab 2
de: Website 2
fr: Site Web 2
hi: वेबसाइट २
ru: Веб-сайт 2
tr: Ek Site 2

source: Custom Tab 3
de: Website 3
fr: Site Web 3
hi: वेबसाइट ३
ru: Веб-сайт 3
tr: Ek Site 3

source: Gallery
de: Galerie
fr: Galerie
hi: गेलरी
ru: Галерея
tr: Galeri

source: Example
de: Beispiel
fr: Exemple
hi: उदाहरण
ru: Пример
tr: Örnek başlık

# add_tab_text
source: Add a custom website
de: Fügen Sie eine Website
fr: Ajouter un site Web
hi: एक वेबसाइट जोड़ें
ru: Добавить веб-сайт
tr: Yeni web sitesi ekle

source: URL
hi: वेब पता
ru: Веб-адрес
tr: Adres

source: Title
de: Titel
fr: Titre
hi: शीर्षक
ru: Заглавие
tr: İsim

source: Add
de: Hinzufügen
fr: Ajouter
hi: सहेजें
ru: Добавить
tr: Ekle

source: Delete
de: Löschen
fr: Supprimer
hi: हटाएं
ru: Удалить
tr: Sil

# add_tab_alert
source: Please fill in all fields
de: Bitte füllen Sie alle Felder aus
fr: Merci de remplir tous les champs
hi: कृपया सारी जगह भरो
ru: Пожалуйста, заполните все поля
tr: Lütfen tüm alanları doldurun

# unique_name_warning
source: This tab name already exists. Please enter a different name.
de: Dieser Name ist bereits vorhanden. Bitte geben Sie einen anderen Namen ein.
fr: Ce nom d'onglet existe déjà. Veuillez saisir un nom différent.
hi: यह नाम पहले से ही मौजूद है। कृपया कोई दूसरा नाम दर्ज करें।
ru: Это имя уже существует. Пожалуйста, введите другое имя.
tr: Bu web site ismi zaten kayıtlı. Lütfen farklı bir isim girin.

# edit_custom_tab
source: Edit website
de: Website bearbeiten
fr: Modifier le site Web
hi: वेबसाइट संपादित करें
ru: Редактировать веб-сайт
tr: Web sitesini düzenle

source: Invalid URL!
de: Ungültige URL
fr: Adresse Web non valide!
hi: अमान्य वेब पता!
ru: Неверный веб-адрес
tr: Geçersiz web adresi!

# rate
source: Rate AnyMessage
de: >Bewerten AnyMessage
fr: Noter AnyMessage
hi: इस एप्लिकेशन को रेट करें
ru: Оценить приложение
tr: Uygulamayı değerlendirin

# permission_error_title
source: Permission Error
de: Berechtigungsfehler
fr: Erreur d'autorisation
hi: अनुमति त्रुटि
ru: Ошибка разрешения
tr: Gerekli İzin Eksik!

# permission_error_desc
source: Read Contacts permission is required to function app correctly. Please allow this permission in Settings.
de: Kontakterlaubnis ist erforderlich. Bitte erlauben Sie diese Berechtigung in den Einstellungen.
fr: L'autorisation des contacts est requise pour fonctionner correctement l'application. Veuillez autoriser cette autorisation dans les Paramètres.
hi: आवेदन के लिए संपर्क अनुमति आवश्यक है। कृपया इसे सेटिंग्स में अनुमति दें।
ru: Для корректной работы приложения необходимо разрешение контактов. Пожалуйста, дайте это разрешение в настройках.
tr: Kişiler izni uygulamanın çalışması için gereklidir. Lütfen ayarlardan Kişiler iznini verin.

source: Allow
de: Erlauben
fr: Autoriser
hi: ठीक
ru: Разрешить
tr: İzin ver

source: Exit
de: Nicht erlauben
fr: Refuser
hi: अनुमति न दें
ru: Запретить
tr: Çıkış

# tap_contact_row
source: Tap a contact to view message history
de: Auf Kontakt tippen um Nachrichtenverlauf anzuzeigen
fr: Appuyez sur une ligne de contact pour afficher l'historique de tous les messages
hi: संदेश इतिहास देखने के लिए कॉन्टेक्ट् में टैप करें
ru: Нажмите строку контакта, чтобы просмотреть всю историю сообщ.
tr: Kişilerin tüm mesajlarını görmek için bir satıra tıklayın

# detail_guide_text
source: Use Settings menu to enter a contact’s social media username and manage item ordering
de: Einstellungen Symbol nutzen, um Social-Media Benutzernamen eines Kontaktes einzugeben und Elementanordnung zu verwalten
fr: Utilisez l'icône Paramètres pour entrer les noms d'utilisateur de contact sur les plateformes de médias sociaux et pour gérer la commande des articles
hi: किसी भी संपर्क के सोशल मीडिया उपयोगकर्ता नाम दर्ज करने और आइटम ऑर्डर को प्रबंधित करने के लिए सेटिंग्स आइकन का उपयोग करे
ru: Используйте значок «Настройки» для ввода ваших имен контактов. на платформах социальных сетей и управления заказами продуктов
tr: Kişilerin sosyal medya platformlarındaki kullanıcı adlarını girmek ve uygulamaları yönetmek için Ayarlar menüsünü kullanın

# no_any_email
source: Email address not identified
de: E-Mail-Adresse nicht identifiziert
fr: Aucune adresse e-mail
hi: नो ईमेल एड्रेस िडेंटिफ़िएड.
ru: Нет идентифицированного адреса электронной почты.
tr: E-posta adresi bulunamadı

source: Save an email address
de: E-Mail-Adresse speichern
fr: Enregistrer une adresse e-mail
hi: सेव ईमेल एड्रेस
ru: Сохранить адрес электронной почты
tr: Bir e-posta adresi kaydet

# valid_email
source: Invalid email address
de: E-Mail-Adresse ist nicht korrekt
fr: Adresse e-mail invalide
hi: कृपया एक वैध ई - मेल एड्रेस डालें
ru: Неверный адрес электронной почты
tr: Geçersiz e-posta adresi

source: Email
ru: Эл. почта
tr: E-posta
